{"podcast_details": {"podcast_title": "Babbage from The Economist", "episode_title": "Babbage: The race to the Moon’s South Pole", "episode_image": "https://assets.pippa.io/shows/62e286a934d4d9fe5e874247/1689776001092-f88d44466a6b1b0d8caf352f7430a181.jpeg", "episode_transcript": " Is there a launch of the A-30 block? Yes, there is a cold takeoff, takeoff block A-70. The lunar surface, but conquering the South Pole remains one of the grandest challenges in lunar science. This intriguing and so far untouched landscape offers the best hope for finding water on the Moon, which would be an essential first step towards establishing a permanent inhabited lunar base. That's why the lunar South Pole is the latest focus for both companies and countries. And Luna 25 isn't alone up there. In July, India's space agency launched their latest attempt to land a vehicle near the South Pole after their 2019 mission ended in a crash landing. Stunt silence at mission control, some sort of erratic messages perhaps being transmitted about a signal having been received from the probe on the surface of the Moon. But at this juncture, it appears that something terribly wrong may just have taken place. India's probe Chandrayaan 3 is taking a longer route to the Moon than Luna 25, but it launched first. So the race is on. Which robot will stick the landing first? What is this race really about? And we'll explain why the Moon rush seems to be holding governments back from reaching a consensus on the cosmos. This is Babbage from The Economist, our weekly podcast on science and technology. I'm Gilad Amit, standing in Feralok again this week. Today, the race to the Moon's South Pole. Guiding me through today's show is Oliver Morton, a senior editor of The Economist and our proverbial man on the Moon. Thanks so much for joining us, Oli. Pleasure to be here. So we seem to be witnessing this new rush for the Moon's South Pole. Would you be able to give us a sense of who the major players are? Well, right now, as of August 16th, we have two different lunar landers in orbit around the Moon making their preparations for landing. And that's something that's quite remarkable, especially since both landers are from different countries. One, which is even now already in orbit around the Moon, is an Indian probe, Chandrayaan 3. And the other, Luna 25, is a Russian probe which is currently on its way to the Moon. But the Russians and the Indians aren't alone in seeking to return to the Moon's surface. Oh, absolutely not. Earlier this year, we saw a private Japanese probe from the company Ice Space reach the lunar surface, but unfortunately not all in one piece. A Japanese government probe will be launching within a few days of the landing attempts next week. So on the 26th, this mission called SLIM, also known as Luna Sniper, will be launching with the intention of getting down to a very precise landing point, hence Sniper. And we've just had confirmation that a commercial mission paid for by NASA is aiming to launch around November 15th this year to send a space probe built by the slightly oddly named Intuitive Machines to another spot on the Moon. So yeah, there's a lot of Moon traffic and Ice Space is going back, Intuitive Machines have contracts for more landings. There's another American company working for NASA called Astrobotics, which might just manage to squeeze in this year. And then of course next year we have people swinging around the Moon, not going that close to the surface, with the second Artemis mission, which will have three Americans and a Canadian on it. So as you say, a lot of activity. Yeah, the Moon has not been this busy for, well, ever. And presumably there are going to be different parts of the Moon that are now going to be busier. Historically, I understand most of the missions that have landed successfully have been concentrated in a pretty narrow-ish band around the equator. Yeah, that's right. That's where the Apollo missions went and it's where the uncrewed Russian landers went. And yeah, people are now interested in going to the South Pole. Both of the missions that are planning to land next week are looking at sites not exactly at the South Pole, but around 70 degrees south. But in Earth terms, that would be sort of like landing around the edge of Antarctica, not right at the South Pole. And is there a reason that most missions so far have avoided the high-latitude areas? It's not particularly difficult to go to high-latitude regions, but you do need to have a reason to go there. And since the first burst of lunar exploration during and around the Apollo program in the 1960s and 70s, it's become quite clear that the South Pole is, for various reasons, the most interesting bit of the Moon to go to. This is because the South Pole has regions of eternal night. It has craters within craters where the geometry means that the Sun never shines. And that means that they act as cold traps, which might have quite a lot of water and other volatiles, as they're called, so carbon dioxide or methane or ammonia, frozen into the soil near the South Pole. Now, it's not clear that that's going to be something that either the Indians or Russians will see up at around 70 degrees south. But the American mission that's slated now for launch in November, landing in December, will be going much, much closer to the Pole itself, to a crater called Malapurth, where it will really be able to provide what they call ground truth to these mostly orbitally derived ideas that there's ice down there. And ice gets people excited. Now, I suppose the obvious question is, what is exciting about the quantities of ice that might be found at the South Pole? What's exciting about the ice are two different things looked at in two different ways. One is that the ice would have been there because of sort of transient atmospheres produced by comets hitting the Moon and things like that. And so if you drill down through the ice, you may get a sort of stratigraphic record of most of the history of the solar system all in one lovely ice core. A lot of scientists are very excited about that. The other thing is that ice, including not just water ice, but other frozen volatiles, are really useful if you are in the space mission business, because people need water, people breathe oxygen, which is easily made from water, rockets burn hydrogen and oxygen, which are both easily made from water. Some rockets burn methane, which can be made from ammonia and carbon dioxide, if you insist. So these ices provide something like a real resource base for lunar exploration and for lunar exploitation. There's not really been any sense that there's anything worth going to the Moon for before. But now within this rather narrowly constrained set of views in which you want to keep fueling spacecraft out by the Moon because of other reasons, then it's kind of interesting that the Moon might be able to fuel spacecraft and might be more easily able to support long duration human stays, even human settlement. Have there been any failed attempts to get to the South Pole? I think the most notable one was Chandrayaan 2, which was headed for exactly the same point as Chandrayaan 3 and failed to get down in one piece. And that's blamed on a software glitch, as I understand it, the Indian Space Research Organization has never actually made public the internal report on quite what went wrong. One assumes that they think they know what went wrong and they think they fixed it this time around. And of the two missions, Luna 25 and Chandrayaan 3, do we know which is supposed to make it to the Moon all in one piece first? All in one piece is a big caveat there. It looks as though Luna 25 will try to land on the 21st. It makes sense for it to land then because given where its landing site is, it wants to get a full lunar day in the sunlight and its landing site is slightly further to the east of the Indian landing site, so it makes sense for it to go first. The Indians will try on the 23rd. I don't think there's a strong reason to think that either system is particularly better than the other. It's true that the Indian landing system failed a couple of years ago, but that said, that means the Indians know a lot about how to fix that landing system. Are they taking the same route to the Moon as one following the other on the same path? Not quite. Chandrayaan 3 is taking a rather clever trajectory whereby it slowly pumped up the distance it was orbiting from the Earth and then sort of like slipped into a very distant orbit around the Moon and then brought itself back down. There are energy advantages to doing that and there's a certain elegance. The Russian spacecraft has just basically gone straightforwardly up from the Earth and off to the Moon and as I say, it's expected that it will get into lunar orbit on August the 16th and then both of them have to go through various orbit shaping maneuvers until they're in a low enough orbit to actually make their landing attempts. What can you tell us about Chandrayaan 3? We've already said that it's potentially going to be looking for signs of water and other volatiles. Both Chandrayaan 3 and Luna 25 are relatively modest missions. They don't have huge payloads. Chandrayaan 3 has a little rover, which is always fun and it allows you to move your spectrometers around a bit. It's only actually planning to be operational for about two Earth weeks because that's how long it will have sunshine. And it will be able to look at some of the properties of the regolith, as you call what on Earth would be soil on the Moon. It's not soil because soil's got yummy organic material in it and life and regolith is just crushed up rock. But it will be able to study that regolith a little bit and might be able to pick up signs of whether there's water ice beneath. And that's similar sort of objectives for Luna 25, but really it seems to me that they're both really attempts to show that we can land successfully on the Moon. What is your experience with the Chandrayaan 3 mission? To find out more about the Chandrayaan 3 mission, I spoke to Sam Dayala. Sam is the former director of the Indian Institute of Space Science and Technology. He also works with India's space agency, leading the inertial systems unit. I asked Sam how India's Chandrayaan 3 mission is different to those that came before it. Chandrayaan 1 is an orbiter mission with the Moon impact probe. And so that was achieved. Then Chandrayaan 2, it was aimed at a soft landing, but we could not make the soft landing part. So then because of that, the rover also could not be demonstrated. So from Chandrayaan 2 to 3, it's almost identical, but we don't have an orbiter. The new lander we expect to make a soft landing and the rover to come out. So talk me through the equipment that's on Chandrayaan 3. Chandrayaan 3 consists of an orbiting module and a lander which is called Vikram lander. And within the Vikram lander there is a rover. So the main purpose is to have a soft landing on the Moon surface, that is also on the south pole of the Moon. So we will be the first, if not the Russian thing overtakes, we are going to be the first to land on the south pole. And nobody has attempted to do any science in those regions. So we expect real science surprises can be there. So India is in this race for the Moon's south pole. What are you trying to demonstrate with this long 40-day route that you're taking to the surface? If you see the propulsion technology or the muscle power capability of both NASA as well as Russian capabilities are far, far superior than us. But what we do is we make innovative and improvised with what we have and very cost-effective solution what we are attempting. That is why this 40 days it takes. The major scopes of this activity, that is, demonstrates safe and soft landing. It serves to our national pride. I think that less developed nations can really take up the clue. I think that is one point that is very important that we will be able to give confidence to budding spacefaring nations. A lot of confidence. As we've already explored, the mission that looks like it will beat Chandrayaan 3 to the surface, even if by just a few days, is Russia's Luna 25. Luna 25 is Russia carrying on its space program that was stopped in the 1970s as USSR. And that mission was Luna 24, which brought samples of lunar material back to the Earth. Luna 25 then, after almost 50 years delay, has been on the cards for a long time. And I've been loosely associated with that program for some time. Simeon Barber is a planetary scientist at the Open University in Britain. He spent the last decade building an instrument to look for water on the Moon. And really, it's partly a technology demonstrator because a lot of the people that were involved and the technologies that were involved in landing on the Moon previously, the people are no longer with us, the technology is no longer available. So, like all nations that want to go back to the Moon again, you've got to relearn how to do that. But of course, Luna 25 has a diverse payload of scientific instruments that will do a variety of measurements. So, taking images of the surface to understand what the local terrain looks like, taking temperature measurements, measuring the radiation environment. But of particular interest to myself, who's someone interested in water on the Moon, they have a tool which can kind of scrape and scratch away and excavate below the surface and collect soil samples and bring those back to an instrument which will determine the chemical nature of the samples that they've collected. And also look to see whether there's evidence of water or water ice in those samples. Is it more likely that we will find water at the South Pole where the temperatures don't vary quite so much? In terms of water ice, it's certainly the case that the closer we go to the poles where the average temperatures are lower, we'd expect to see more and more water ice either on the surface or very close to the surface. In the warmer regions of the Moon, this ice sublimes and disappears into the thin atmosphere of the Moon. But what it actually does when it does sublime, so becomes a gas, is it kind of hops around the atmosphere of the Moon, touching the surface and then departing again. And what happens is that that gas moves around until it eventually finds a cold place and sticks. It's a bit like if you have a cheap refrigerator with an ice box. The ice box always frosts up because all the water vapor gets condensed and frozen down into the coldest place. And that's really what's happening at the South Pole of the Moon. And what's interesting is that that's been happening for a billion years, say. So if we can go to the South Pole of the Moon and find these water molecules that have been accumulating there for a billion years, it's almost like going back in time. We're getting a real sample of the history of water at the Moon and therefore in the region of the Earth for the last billion years or so. So drilling for water at the South Pole of the Moon is like scraping the sides of your freezer in that sense. You're defrosting the Moon. Yeah, that's literally what we do. We obtain these samples with a drill. And in doing that, we've got to be very careful not to heat those samples up because they've been preserved there for a billion years. So it would be really unfortunate if taking that sample we were to allow all those gases, those precious molecules, to escape. So we'd very, very carefully drill and we very, very carefully place that sample into a sealed oven, we call it. And once we have it sealed, then we can do the scientific analysis. And that tells us the identity of the molecules and the concentration we have of those in the surface. And so Luna 25, you were saying, is a demonstrator. So what do we know about what the Russian Space Agency plans to have come next? So the agency plans for Luna 26, naturally, which would be an orbiter. So basically it provides the global picture from orbit to give context for the detailed picture that the lander is giving. But it also acts as a communication station as well, so it's able to send data back to Earth. And then the next mission would be Luna 27. And this, for me, is the really interesting one. So Luna 27 is another lander. Again, it's going to South Polar Region. But this time it has a much more capable instrument set that's more dedicated for looking for lunar volatiles, small molecules, ices, or water. And with that mission, I think would come the most groundbreaking science, the most interesting mission. You know, the most groundbreaking science. One would expect that mission to have a drill, for instance, which is able to access maybe a meter down below the surface of the Moon and bring back samples in a controlled way. So we can start plotting the concentration of water ice against depth, against the surface. And once you start to establish these relationships, we get a lot more scientific information out of the results we obtain. These Russian missions, along with two separate Chinese probes called Chang'e 6 and Chang'e 7, will form the groundwork for the so-called International Lunar Research Station. Russia and China announced this partnership to build a base on the Moon back in 2021. China and Russia have agreed to jointly build an international scientific research station on the Moon. According to the memorandum of understanding signed today, both sides will carry out close cooperation in the planning, design, and operation of the project. Natan Aizmont, the head space scientist at the Russian Academy of Sciences, which works closely with Russia's space agency, told me why China is seen as a useful partner on the Moon. Really, Chinese, they were the last participant of the lunar exploration program because they visited not those regions of the Moon where visited previously by Americans, by Russians. They visited new region which nobody visited before. It's the backside of the Moon. On the backside of the Moon there were only Chinese, nobody else. There he's referring to China's 2019 Chang'e 4 mission, which was the first ever soft landing made by a human probe on the far side of the Moon. Their mission was quite successful and this mission is much more difficult than the missions which were fulfilled by Americans and Russians. And also they repeated the achievement reached earlier by Americans and Russians. They delivered the samples to the Earth. The Chang'e 5 mission brought moon rocks back to Earth in 2020 for the first time since the Soviet Luna 24 mission in 1976. So they confirmed the level of their technologies which allow us to be sure that in collaboration with the Chinese, we may reach definitely more than if we will continue to explore the Moon separately. So it's very good agreement. But still Chinese also failed to receive this answer on the fundamental question. Is there some rigid facts which confirm that there is water on the Moon? Which is why the current missions are focusing on that very question. Without water it would be very difficult and expensive to set up a human base on the Moon's surface. The announcement of the International Lunar Research Station by Russia and China did not, ironically enough, happen in a vacuum. It was seen as a response to NASA's Artemis missions which will soon return Americans to the Moon and perhaps one day establish a base there. We're going back to stay on the Moon, to live and to work. The first Artemis mission, an uncrewed Moon orbiter, was completed successfully in 2022. And liftoff of Artemis 1. We rise together back to the Moon and beyond. A key element underlying America's Artemis program is the Artemis Accords. These sought to establish a shared set of principles for all future space exploration and human activity on the Moon. America's aim was to get broad international support, but so far just 28 countries have signed the framework. The most notable refusals have come from Russia and China, who condemned the agreements for allegedly favoring American interests. Shortly after the Accords were announced, these two countries reached their own understanding on the joint lunar base. But until recently, Russia was more open to international collaboration. The current Lunar 25 mission, for example, had a European-made navigation camera designed especially for that spacecraft. Simeon Barber was working on a drilling program called Prospect, which was due to dig into the Moon's surface in 2028 as part of the Lunar 27 mission. So, the European Space Agency partnered with Roscosmos, the Russian space agency, and Europe was to offer an analysis package called Prospect, which comprised a drill, which was manufactured in Italy, and a sample analysis package led by the Ome University in the UK. And the drill would obtain these samples from up to a meter's depth, deliver those to the analytical instruments, and then we'd analyze those samples, take images. We'd heat the samples up to release the gasses and the ices that were present. So, it was a major component of the Lunar 27 mission. So, it sounded like a lot of our curiosity about the Moon could have been satisfied by Lunar 27. But I understand you're no longer involved in that mission. Can you tell us what happened? Yes. So, following the events in Ukraine last year, the European Space Agency contribution to Lunar 27 came to an end. And so, preparing a mission to a body that isn't Earth takes a very long time. You were saying you were involved in this for a decade. When did you realize that Lunar 27 would not be going ahead with Prospect on board? I think we realized as soon as the events in Ukraine happened, there was a decision to be made, and that decision was made by the European Space Agency, was made quite quickly. So, I guess that was early 2022. And presumably for yourself and many of your colleagues who'd been involved in the project, that was quite a difficult time. It was a difficult time for us, but there's a bigger picture involved. And the technology was always destined to be something which could be flown on numerous spacecraft. Ideally, every spacecraft going to the Moon would have an instrument package like this, because it's real core science that should be done in any polar mission. And the Prospect package is now in the process of being built into a NASA mission, which is expected to launch in three years' time, something like that. Ultimately, the science will be delivered, which from my perspective is the important thing. I asked Natan Aizemont of Russia's Academy of Sciences about the state of international collaboration. Since the Russian invasion of Ukraine, we're in a situation where the Russian Space Agency is more isolated, especially from its European collaborators. What does that breakup of relationships mean for the future of Russian space science? By one word, it's very pity. The lunar missions, the lunar programs, the Luna 25 and Luna 26 and 27, those were supposed to be in collaboration with ESA, and that collaboration has now permanently been suspended, right? And that's what you're describing as a pity. Yeah, you know, under the leadership of Artemis, the program is launched, and in 25, it is planned to land on the Moon of the American astronauts. I hope that Russia will participate in this program because it gives some advantages to all participants, and it's confirmed by the quite smooth work of the station. There, he's referring to the continuing collaboration between Russia and the American, Canadian, European and Japanese space agencies in operating the International Space Station. Russia has a very good level of competence, and it's very useful for starting the exploration with the participation of the humans on the Moon. Obviously, the political situation now makes predictions a bit difficult, but if NASA were to extend the invitation to Russia to join the Artemis program, you think that the Russians would, in the way it currently is set up? Definitely. It's my opinion, my personal opinion, but I'm quite sure. Because, you know, so evidently seeing advantages of such cooperation will overcome political constituents of this cooperation. You understand? Within Russia or within the rest of the world? Within Russia also, yeah. In Russia there are people who are against, maybe. In every country there are some strange people, maybe in Russia. But majority of this, I would say, community connected with the space research, almost 100% for. The situation right now, though, seems to be a return to the bad old days of space-going powers that compete rather than collaborate. Coming up, as the surface of the Moon gets ever closer, an agreement on how to govern it seems to slip ever further away. We'll explore why legislating outer space is such a complicated challenge, and what's at stake if we get it wrong. Today on Babbage, we've been exploring the race to land on the Moon's south pole and the wider implications of the new space race. Soon after Russia invaded Ukraine in early 2022, the international partners of Russia's space agencies were faced with big decisions. Many scientific projects were upended pretty much overnight. The European Space Agency is ending cooperation with Russia on three missions to the Moon. Alia ESA ended cooperation with Russia for a Mars mission. Roscosmos has become internationally isolated. To understand what implications this might have for space exploration more generally, I spoke to Asif Siddiqui, who's a professor at Fordham University in New York City. He's an expert on the history of the Russian and Soviet space programs. I asked Asif how the situation today with the relations breaking down between Russia and the Western Space Powers compares to the space race in the Cold War. Like with any kind of historical analogy, there's obviously some relevance and some limitations. During the Cold War, it was very clear there were two major space powers, the United States and the Soviet Union. During the 1960s, especially, there was a very coherent set of goals, which was really to get to the Moon. Now you have a very different situation where it's a multipolar space world. But in a strange way, you see echoes of that. Of course, Russia has quite diminished from the Soviet times, but now we have another very major space power, China. Russia and China are cooperating. Now on the other side, of course, we have a growing coalition led by the United States, principally as part of a program called Artemis, in which the United States, Western Europeans, the Japanese, Canadians, and so forth are trying to articulate a kind of vision for future space exploration, particularly to the Moon and Mars. And so you see these two blocks maybe playing themselves out in a similar Cold War dynamic. You talk about space exploration being more multipolar. I guess it's also been much more collaborative in recent years with the various space agencies often collaborating on one space mission or another. I guess the Russian invasion of Ukraine early last year really changed the landscape there significantly. And I wonder what kind of effect these sorts of major geopolitical changes have on the way space science is done. To answer that, you have to really go back before that into the 90s after the collapse of the Soviet Union. The Russian space program was really integrated into a global initiative, particularly with the launch of the International Space Station. Russia was a major partner to that with the United States and the European Space Agency and other countries too. The invasion of Ukraine definitely put a fissure, a real break into this process, but it started even before that with Crimea, the crisis earlier in the 2010s. Because of that, there were already initial sanctions imposed upon Russia that affected its ability to operate an independent space program. And so there's a clear example of how international political events are able to shape scientific collaborative process. There's still of course some low level of cooperation, but for the most part Russia is, if you will, a pariah state in the global space initiatives. Can you give us a sense of what are some of the negative impacts for the Russian space program? Yeah, absolutely. I think there's two different ways in which it's affected. One is a kind of source of revenue, which there were some paying customers from the West and so forth that were making use of Russian space assets. But the second, and I think less talked about effect, is that Russia was able to access advanced microelectronic components on the Western market to use on their rockets and spaceships. And they no longer have access to that. Or if they do, it's to a third or fourth party or perhaps even a black market, we don't know. So it's made it incredibly difficult for them to have these high performance, for example, micro ships and things like that on their rockets and spaceships, which I think adds a little bit of risk and perhaps lowers some of the quality issues already germane to the Russian space program. So moving towards some of the other objectives that the various space agencies have, are we seeing the priorities more or less overlap? I'm thinking, for example, of Chandrayaan 3 and Luna 25, both of which have launched in the space of a few weeks, aiming to land on roughly the same patch of lunar surface. Are we going to see more and more of this overlap or are countries going to have slightly more diverse objectives? I think there's going to be a convergence of what's going on, particularly with respect to the moon. I would add one more player to that. These private space corporations who are also in the play. It is somewhat of a coincidence that Russia and India are having probes going to the moon at the same time. These probes were planned very independently at very different times. So I think there's a great degree of coincidence. I don't think anybody set out to do this. However, the fact that it's happening is not trivial. It's actually quite interesting because it does show the kinds of things that are becoming a priority among the elite space powers, which is really about finding resources on the moon, such as water, in order to establish some sort of permanent settlement. Finally, we were talking about the collaborative spirit that seemed to pervade space exploration in the aftermath of the Cold War. Do you think it's likely that we'll return to that point at some stage in the future after the hostilities in Ukraine have ended or are we on a more worrying journey? Yes, there is a collaborative model which is in place, the Artemis Accords, which is spearheaded by the United States, which imagines a kind of collaborative model of lunar exploration with many, many Western countries. And recently India also signed on board. But the big sort of question marks is China and Russia. I am not optimistic, at least in the near future, either of those countries will be integrated in any kind of collaborative model with the West. For different reasons, Russia because of the invasion and I cannot see a kind of reversal of the implications of that, unfortunately, for a very long time. As far as China, in fact, I see a little bit more hope because I think there may be a case to, one imagines, you know, maybe 10 years from now, two bases on the moon, one led by Chinese, one led by the United States, and those kinds of operations, we have some evidence from Antarctica. You have to really set up some communication, some collaboration between the parties on the ground to help each other to collaborate. So I think, I hope that there may be something possible down the road in the next decade or so. But let's see. The further apart that nations get on Earth, the more important it seems to have rules that govern how they behave in space. As ever more countries land missions on the lunar surface and private companies get in on the potential gold rush for materials beneath the regolith, the potential for conflict is rising. But what laws are already in place? The most foundational legal instrument is the Outer Space Treaty of 1967. And that's by and large sort of kept outer space free of conflict. But things have unraveled quite a bit in the last 15 years or so. That's Raji Rajagopalan. Raji is the director of the Center for Security, Strategy and Technology at the Observer Research Foundation, a think tank in New Delhi. But there are some efforts being made to write new rules of the road, but they have not really come out with any fruitful results as of now. It's unfortunate that many countries are taking positions that are driven increasingly by their geopolitical interests than purely space security driven issues in a sense. So you have two camps, I would say. You have Russia, China camp on one side and you have the other camp, typically the Western countries led by the United States. There is just no meeting point between these two groups. And I guess have we seen some of that in recent years as well with, for example, the Artemis Accords and China and Russia collaborating on an international lunar research station, what you're talking about these sort of camps forming? Yeah, you're absolutely right. So Artemis Accords came about a few years ago and then you have the other camp that has come up with the ILRS, International Lunar Research Station. So this is an initiative that is being conceptualized by China and Russia in a collaborative fashion as a competitive sort of proposal to that of the Artemis Accords. But they have not really garnered much support, but it's very clear that space is getting so divided between these two camps. Primarily, a lot of countries do see some merit in Artemis Accords because even countries like Brazil and India are actually a part of the Artemis Accords. So it's very interesting as to how they are kind of positioning themselves. It's easy enough to understand why a certain country might benefit from certain laws being passed in outer space or not access to resources, safety of satellites and so on. Why is it important for the rest of us who don't have space agencies to our name that there be a well governed system in space? No, but today when you look at it, you may not have an active space agency, but the fact is that you are still relying on space capabilities, space based services. So you may be buying some space based services from other countries. You may be buying imagery, for instance, you may be relying on satellite based communication. You are relying on space based internet, for instance. So there are multiple ways in which literally the whole world is today dependent on space. Everybody may not be a space faring country in terms of launching a satellite, but everybody is relying on space in one way or the other. So they want to have a say in how those rules are being written. Landlocked countries deserve a right to a say on the law of the sea as well. Absolutely. We've talked a lot about how the war in Ukraine has isolated the Russian space program. But as an emerging space power, where has India's geopolitical situation placed it with regards to space? Take the case of India and China. We have a live conflict on the border for the last three years plus, and that has made even collaboration on peaceful civilian space activities extremely difficult to work with between India and China, for instance. Plus, I think Russia-China collaboration is possibly one reason that has also made India to go along with Artemis accords than go for International Lunar Research Station. ILRS would have been difficult for India to sort of go along with China because China is part of the ILRS. But I think what pushed India's position even further and made it very clear that India cannot ever work with ILRS is also because Russian invasion of Ukraine has also made India to work with Russia a lot more challenging. It's clear that not even bodies in outer space can escape the gravitational pull of earthly politics. Does that mean the moon could become a future battleground or are we looking at all of this the wrong way? That's something that I wanted to ask the economist Olly Morton. There is a strong treaty basis for not making national territorial claims anywhere beyond the Earth. And though America has a set of principles of space law, which calls the Artemis Accords, which open the door towards commercial exploitation in a way that other agreements haven't, there's still no sense at all of anyone actually envisaging the idea that they can have national territory on the moon or any other celestial body. And we've heard from some of our other guests that regulations in space, that laws in space are important not only for those who seek to extract resources from territories they claim to own, but also for the rest of us who rely on satellites for communication, for imagery. Is the system of regulation set up for governing space fit for purpose or is it starting to erode? It's a work in progress. The biggest worry about order in space is undoubtedly war on the Earth. It's not like something in space is going to trigger war on the Earth. It's like war on the Earth is going to trigger conflict in space because various nations, most notably America and its allies, are very highly dependent on the assets that they have in space in order to fight wars. And you're seeing the advantage that having support from America and other Western powers in the medium of space, that matters a lot to Ukraine. At the moment, everyone involved in space, I think, is more focused on national security than on the prestige involved with moon missions. And so when we see geopolitical tensions reflected in the way space agencies choose to collaborate or their priorities, the thing we should be worrying about is the interactions on Earth. Absolutely. It's like looking at the reflected Earth shine. It's seeing the Earth from a slightly different angle. The moon is basically a big mirror. It reflects the sun onto the Earth. It reflects the Earth back at itself. Yes, it's a good way to see it, that the moon is the consequence. It's not the causal factor. Oli, always a pleasure to hear from you. Thank you. Very nice to be on the show. Thanks, Gillard. Our thanks again to Sam Dayala, Simeon Barber, Natan Aizmunt, Asif Siddiqui, Rajeev Rajagopalan and the economists Oliver Morton. Thanks also to the Sky Explorers. And thank you for listening to Babbage. To dive deeper into the role private companies are playing in the race to the moon and to find out what they might do once they get there, scroll back to our episode from January 25th called The Private Moon Race. I'd really recommend it. And don't forget that you can also read more insightful analysis by taking out a subscription to The Economist. From the science and technology section, I recently enjoyed reading about how powerful new software is rewriting the rules of mass production. And I enjoyed writing a short story about how bacteria mutate as quickly as they do. Why don't you give it a read? Get your first month of a digital subscription for free by heading to economist.com slash podcast offer. Babbage is produced by Jason Hoskin and Kunal Patel with mixing and sound design this week by James Stickland. The executive producer is Marguerite Howell. Alok will be back with you next week, fresh from his summer holidays, and I'll speak to you again soon. I'm Gilad Ahmed and this is The Economist. The world is unpredictable, but it's also understandable. Economist Education offers a six week online course on international relations. Designed by The Economist editors and invited experts, it gives you the knowledge and insights to learn more about the world of economics. The world of economics is a place where you can learn about the world of economics. The Economist is a six week online course on international relations designed by The Economist editors and invited experts. It gives you the knowledge and insights to navigate the rapidly changing worlds of geopolitics, business and technology. As a listener, enjoy a 15% discount with the code POLITICS. So sign up now at economist.com forward slash international relations."}, "podcast_summary": "The race to the moon's south pole is heating up with multiple countries and private companies vying to land missions in pursuit of scientific discoveries and potential resources. Russia's Luna 25 probe and India's Chandrayaan 3 are both currently en route to the moon, aiming to make successful landings in the near future. These missions, along with others from Japan, the US, and China, are focused on exploring the south pole as it offers the best chance of finding water and other resources that could support future lunar bases. However, conflicts on Earth, such as the Russian invasion of Ukraine, have complicated collaborations and raised concerns about the governance of outer space. The existing Outer Space Treaty of 1967 sets the foundational legal framework for space exploration, but new challenges and geopolitical rivalries are pushing for the establishment of new rules to navigate the growing diversity of actors and interests in space. While there are clear international efforts to regulate space activities, such as the Artemis Accords, which aim to establish a shared set of principles for moon missions, disagreements and divisions between countries like Russia, China, and Western powers complicate the process of creating a unified governance framework. As space exploration expands, it is crucial to negotiate and agree upon rules that ensure the peaceful and equitable use of outer space while addressing the interests and concerns of all nations involved.", "podcast_guest": "Oliver Hazard Perry Throck Morton (August 4, 1823 – November 1, 1877), commonly known as Oliver P. Morton, was a U.S. Republican Party politician from Indiana. He served as the 14th governor of Indiana during the American Civil War, and was a stalwart ally of President Abraham Lincoln. Morton worked hard to maximize Indiana's contribution to the war effort and marginalize the obstructionists. He was a principled and effective leader who fought for equality and nationalism through the use of governmental power. His forceful pursuit of civil rights and prosecution of Copperheads and white supremacists gained him lasting enemies among the antiwar elements.  Morton thwarted and neutralized the Democratic-controlled Indiana General Assembly. He exceeded his constitutional authority by calling out the militia without approval, and during the period of legislative suppression he privately financed the state government through unapproved federal and private loans. He was criticized for arresting and detaining political enemies and suspected southern sympathizers. As one of President Lincoln's \"war governors\", Morton made significant contributions to the war effort, more than any other man in the state, and earned the lifelong gratitude of former Union soldiers for his support.\nDuring his second term as governor, and after being partially paralyzed by a stroke, he was elected to serve in the U.S. Senate. He was a leader among the Radical Republicans of the Reconstruction era, and supported numerous bills designed to reform the former Southern Confederacy. In 1877, during his second term in the Senate, Morton suffered a second debilitating stroke that caused a rapid deterioration in his health; he died later that year. Morton was mourned nationally and his funeral procession was witnessed by thousands. He is buried in Indianapolis's Crown Hill Cemetery.", "podcast_highlights": "00:00:00 - The race to the Moon's South Pole is underway, with multiple countries and private companies launching missions to explore and potentially establish a permanent human presence on the lunar surface.\n\n00:03:51 - Two landers, Chandrayaan 3 from India and Luna 25 from Russia, are currently in orbit around the Moon, preparing for landing. These missions aim to search for signs of water and other volatiles, which could be crucial for future human habitation on the Moon.\n\n00:09:41 - There is also a growing interest from other countries and private companies in lunar exploration. Japan's Ice Space, a private company, and a government probe called SLIM are launching missions to the Moon, while NASA has contracted Intuitive Machines and Astrobotic for future landings.\n\n00:15:36 - The lunar South Pole is of particular interest due to its potential for water ice, which can be used for drinking, breathing, and even rocket propellant. The lunar regolith, or soil, near the South Pole is believed to contain significant amounts of water and other valuable resources.\n\n00:22:51 - There have been previous attempts to reach the Moon's South Pole, with India's Chandrayaan 2 mission failing to land successfully in 2019. However, lessons learned from this mission have informed the development of Chandrayaan 3 and increased the chances of a successful landing.\n\n00:27:54 - Chandrayaan 3 and Luna 25 are taking different routes to the Moon, with Chandrayaan 3 utilizing a longer trajectory and Luna 25 taking a more direct route. Both missions are expected to go through various orbit shaping maneuvers before attempting to land.\n\n00:32:38 - Chandrayaan 3 consists of an orbiting module and a lander called Vikram, which carries a rover. Its main objective is to achieve a soft landing near the Moon's South Pole and conduct scientific experiments to study the regolith and search for signs of water ice.\n\n00:37:08 - Luna 25 is part of Russia's ongoing lunar program and is a technology demonstrator for future missions. It will carry scientific instruments to study the lunar surface, collect soil samples, and potentially detect water ice.\n\n00:42:08 - Russia and China have formed a partnership to build the International Lunar Research Station, a base on the Moon for scientific research. This collaboration is seen as a counter to NASA's Artemis program, which aims to return Americans to the Moon and establish a sustainable presence.\n\n00:47:56 - The geopolitical landscape, including conflicts such as the war in Ukraine, has influenced collaborations and priorities in space exploration. The breakdown of relations between Russia and Western space powers has affected scientific projects and access to resources.\n\n00:53:30 - The governance of space is a complex challenge, with existing treaties and agreements providing a foundation for regulation. However, there is an ongoing debate about the need for new rules and a lack of consensus among countries on various issues, including resource extraction and territorial claims.\n\n01:00:49 - There is no immediate risk of a conflict in space, but geopolitical tensions and national security concerns on Earth are influencing space exploration and collaborations. The focus should be on addressing conflicts on Earth rather than assuming conflicts will arise from activities in space.\n\n01:05:07 - The dependence on space-based services for communication, navigation, and various other applications makes it essential for regulations and governance in space. Everyone, whether a space-faring nation or not, has a stake in how space is governed, as they rely on space-based services and technologies."}